Repository: myclabs/Inventory
Catalog: application/languages/UI/formValidation.tmx
Source language: fr
Languages: en

source: Merci de renseigner ce champ.
en: Please fill up this field.

source: Merci de choisir un autre identifiant, celui-ci est déjà utilisé.
en: Please choose another identifier, this one is already used.

source: Merci de saisir un identifiant d'unité valide.
en: Please enter a valid unit identifier.

source: Merci de saisir une adresse e-mail valide.
en: Please enter a valid e-mail address.

source: Merci de saisir date au format AAAA-MM-JJ.
en: Please enter a date under the form YYYYY-MM-DD.

source: La quantité saisie n'a pas pu être interprétée, merci de corriger (en français merci d'utiliser la virgule comme séparateur décimal).
en: Entered quantity could not be read, please correct it.
